{
  "quote": {
    "text": "You do not have to be loud to be powerful. The sun does not make noise, yet it warms the entire earth.",
    "author": "Thea Hughes"
  },
  "scripture": {
    "text": "For the Lord seeth not as man seeth; for man looketh on the outward appearance, but the Lord looketh on the heart.",
    "reference": "1 Samuel 16:7"
  },
  "music": {
    "youtubeEmbed1": "https://www.youtube.com/embed/OgCv-qrlRrI",
    "youtubeEmbed2": "https://www.youtube.com/embed/976b8TPPFJU"
  },
  "message": "Hey Poppie, today I wanna get a bit deep ❤️<br><br>There are moments when words fall short Everytime I have to write a message for you here so today i wanna try something diffrent...the spirit speaks in Silent ways and lately God’s been placing your name on my heart more than usual.<br><br>I pray for you.. Not just casually or in passing but with real intent... I pray for your peace that it would rise above every storm. I pray for your purpose, that God would continue to shape you into everything He dreamed when He created you. I pray for your goals.. that every step you take is met with divine clarity and strength And most of all I pray for your spirit that it would never forget how deeply known and loved it is by the One who formed it.<br><br>There’s something rare about you, something heaven-made.. And I believe that God takes great delight in that part of you ..the side of you that the world might overlook, but Heaven never does.<br><br>You are not invisible to Him. Every quiet act of faith, every unseen struggle, every sincere offering of love and effort..it’s all known in eternity. 1 Samuel 16:7 reminds us that while people judge what they can see, God is looking right at the heart. And Poppie… I don’t just admire your heart I reverence it.<br><br>So on the days where your strength feels hidden, when the weight feels heavy and your light feels small, remember this that your prayers are working, your presence is powerful, and your life is sacred.<br><br>I’ll keep praying for you... Because I believe in the woman God is shaping you into. And no matter what this world throws at you, I need you to remember you're not alone. You never have been.<br><br>Heaven walks with you. And so do my prayers. Always.You mean the world to me❤️"
}
